Repository: emoitzi/django-excel-viewer
Catalog: frontend/locale/*/LC_MESSAGES/django.po
Languages: de

source: Pending
de: Unerledigt

source: Accepted
de: Angenommen

source: Declined
de: Abgelehnt

source: Revoked
de: Gelöscht

source: New change request
de: Neuer Wunsch

source: Your change request has been accepted
de: Dein Wunsch wurde akzeptiert

source: Your change request has been declined
de: Dein Wunsch wurde abgelehnt

source: Requests
de: Wünsche

source: by %(author)s on %(date)s %(time)s
de: von %(author)s am %(date)s %(time)s

source: Delete entry
de: Eintrag löschen

source: New request
de: Neuer Wunsch

source: Edit
de: Bearbeiten

source: Request change
de: Wunsch eintragen

source: Edit document
de: Dienstplan ändern

source: Change document file
de: Datei ändern

source: Update file
de: Datei aktualisieren

source: Change details
de: Details ändern

source: Save
de: Speichern

source: Edit details
de: Details ändern

source: Document list
de: Dienstpläne

source: Previous
de: Zurück

source: Page %(number)s of %(num_pages)s.
de: Seite %(number)s von %(num_pages)s.

source: Next
de: Weiter

source: Hello %(author)s, your change request has been accepted by: %(reviewed_by)s. Click here to see the document: %(document_url)s
de: Hallo %(author)s, dein Wunsch wurde akzeptiert von: %(reviewed_by)s. Hier klicken um zum Dokument zu gelangen: %(document_url)s

source: Hello %(author)s, your change request has been declined by: %(reviewed_by)s. Click here to see the document: %(document_url)s
de: Hallo %(author)s, dein Wunsch wurde abgelehnt von: %(reviewed_by)s. Hier klicken um zum Dokument zu gelangen: %(document_url)s

source: Hello, there is a new change request from user %(author)s. Click here to see the document: %(document_url)s
de: Hallo, es gibt einen neuen Wunsch von %(author)s. Hier klicken um zum Dokument zu gelangen: %(document_url)s

source: Welcome
de: Willkommen

source: Menu
de: Menü

source: List documents
de: Dienstpläne

source: My Account
de: Mein Account

source: Logout
de: Abmelden

source: Request
de: Wunsch

source: Upload xlsx file
de: Xlsx-Datei hochladen

source: Continue
de: Weiter

source: %(name)s was updated successfully
de: %(name)s erfolgreich aktualisiert

source: %(name)s was created successfully
de: %(name)s erfolgreich erstellt

source: Your change request has been accepted. New value: "%(new_value)s"
de: Dein Wunsch wurde akzeptiert. Neuer Eintrag: "%(new_value)s"

source: Your change request has been placed and is waiting for review.
de: Dein Wunsch ist gespeichert und wird bearbeitet.

source: We are sorry, this is not allowed on a locked document.
de: Tut uns leid, das ist auf einem gesperrten Dokument nicht erlaubt.

source: The change request "%s" has been accepted.
de: Der Wunsch "%s" wurde akzeptiert.

source: You do not have the permission to accept requests.
de: Dir fehlen die Rechte um Wünsche zu akzeptieren.

source: Removed successfully.
de: Erfolgreich entfernt.

source: You cannot withdraw this request.
de: Du kannst diesen Wunsch nicht mehr löschen.
